Repository: MaestriHub/localization
Catalog: IOS/Resources/OldVersion/ScreenLocalizable.xcstrings
Source language: en
Languages: ru

# address_edit.screen.current_address
source: Current address
ru: Текущий адрес

# address_edit.screen.invalid_address
source: Invalid address
ru: Неверный адрес

# address_edit.screen.invalid_address_message
source: To continue you need to select a more precise address
ru: Для продолжения необходимо выбрать более точный адрес

# address_edit.screen.ok
source: Ok
ru: Ок

# clients.screen.add_client
source: Add clients
ru: Добавить клиентов

# clients.screen.title
source: All clients
ru: Все клиенты

# contact.screen.cancel
source: Cancel
ru: Отмена

# contact.screen.select_number
source: Select number
ru: Выберите номер

# contact.screen.title
source: Contacts
ru: Контакты

# creation.screen.close
source: Close
ru: Закрыть

# date_selector.screen.edit
source: Edit
ru: Редактирование

# full_schedule.screen.edit
source: Edit %lld
ru: Изменить %lld

# full_schedule.screen.salonSchedule
source: Salon schedule
ru: График работы салона

# full_schedule.screen.select_masters
source: Select masters
ru: Выберите мастеров

# list_appointments.screen.switch_button
source: Diary
ru: Дневник

# main_customer.screen.map_button
source: Map
ru: Карта

# mainCustomer.screen.favorites
source: Favorites
ru: Избранное

# mainCustomer.screen.footer_subtitle
source: View
ru: Вид

# mainCustomer.screen.footer_title
source: History
ru: История

# mainCustomer.screen.my_notes
source: My notes
ru: Мои заметки

# mainCustomer.screen.no_appointments
source: You have no appointments
ru: У вас нет встреч

# mainCustomer.screen.no_favorites
source: You have no favorites
ru: У вас нет избранного

# mainCustomer.screen.no_salons
source: There are no salons nearby
ru: Нет магазинов поблизости

# map.screen.search_button
source: Search in this region
ru: Поиск в этом регионе

# map.screen.search_button_warning
source: Need to zoom in to search
ru: Необходимо увеличить масштаб для поиска

# master.screen.all_action
source: Invite master
ru: Пригласить мастера

# master.screen.all_title
source: All Masters
ru: Все мастера

# master.screen.invite_link
source: Invitate link
ru: Пригласить ссылку

# master.screen.new_master
source: New master
ru: Новый мастер

# masters.screen.positions
source: Positions
ru: Позиции

# not_chosen.screen.create_customer_button
source: Customer
ru: Покупатель

# not_chosen.screen.create_professional_button
source: Professional
ru: Профессиональный

# not_chosen.screen.main_place_holder
source: Choose the role to finish registration
ru: Выберите роль для завершения регистрации

# position.screen.add_position
source: Add position
ru: Добавить позицию

# position.screen.not_found
source: Not found
ru: Не найдено

# position.screen.title
source: Positions
ru: Позиции

# proc.screen.all_action
source: Add procedure
ru: Добавить процедуру

# proc.screen.title
source: All Procedures
ru: Все процедуры

# procedure.screen.alert_title
source: Are you sure you want to delete
ru: Вы уверены, что хотите удалить

# procedure.screen.cancel
source: Cancel
ru: Отмена

# procedure.screen.delete
source: Delete
ru: Удалить

# procedure.screen.select
source: Select
ru: Выбрать

# professional.screen.add_new_salon_button
source: Add new salon
ru: Добавить салон

# profile.screen.title
source: Profile
ru: Профиль

# public.screen.login
source: Login
ru: Логин

# public.screen.map_button
source: Map
ru: Карта

# public.screen.not_found
source: Not found
ru: Не найдено

# salon_qr.screen.share_with_link_button
source: Share with link
ru: Поделиться по ссылке

# salon.screen.action
source: Make appointment
ru: Сделать прием

# salon.screen.chain
source: chain
ru: цепочка

# salon.screen.help_message
source: Set up your salon first
ru: Сначала настройте ваш салон

# salon.screen.help_submessage
source: To create an appointment, you must first create a service
ru: Чтобы создать встречу, необходимо сначала создать службу

# salon.screen.individual
source: individual
ru: индивидуальный

# salon.screen.master
source: master
ru: мастер

# schedule.screen.action
source: Register a client
ru: Зарегистрировать клиента

# schedule.screen.empty_description
source: No entries for this day
ru: Нет записей за этот день

# schedule.screen.empty_title
source: Your entries will be here
ru: Ваши записи будут здесь

# schedule.screen.expired
source: Expired
ru: Истёк

# schedule.screen.title
source: Appointments
ru: Назначения

# screen.address_edit.unable_address
source: Unable to determine address
ru: Не удалось определить адрес

# screen.notice.book
source: Make appointment
ru: Сделать прием

# screen.notice.error_placeholder
source: You haven't received any notifications yet
ru: Вы еще не получили никаких уведомлений

# screen.notice.read_all
source: Read all
ru: Читать все

# screen.notice.title
source: Notifications
ru: Уведомления

# search.screen.not_found
source: Not found
ru: Не найдено

# search.screen.placeholder
source: Search for
ru: Искать

# select_of_service.screen.add_new_service
source: Add new service
ru: Добавить новый сервис

# select_of_service.screen.apply
source: Apply
ru: Применить

# select_of_service.screen.procedures_header
source: Services
ru: Услуги

# service.screen.from
source: from
ru: от

# service.screen.title
source: All services
ru: Все сервисы

# sideMenu.screen.createSalon
source: Create your first salon
ru: Создайте свой первый салон

# sideMenu.screen.dashboard
source: Dashboard
ru: Панель

# sideMenu.screen.quickActions
source: Quick Actions
ru: Быстрые действия

# sideMenu.screen.readAll
source: Read all
ru: Читать все

# sideMenu.screen.schedule
source: Schedule
ru: График

# sideMenu.screen.selectSalon
source: Select from the menu
ru: Выберите из меню

# sideMenu.screen.share
source: Share
ru: Поделиться

# sideMenu.screen.to_client_mode
source: to client mode
ru: в режим клиента

# sideMenu.screen.toggle
source: Toggle
ru: Переключить

# sideMenu.screen.workspace
source: Workspace
ru: Рабочая область

# timeline_appointments.screen.masters_quantity
source: Masters quantity
ru: Количество мастеров

# timeline_appointments.screen.minutes
source: %lld minutes
ru: %lld минут

# timeline_appointments.screen.schedule_multiplicity
source: Schedule multiplicity
ru: График множественности

# timeline_appointments.screen.switch_button
source: List
ru: Список

# weekSchedule.screen.action
source: Apply
ru: Применить

# weekSchedule.screen.add_break
source: Add a break
ru: Добавить перерыв

# weekSchedule.screen.breakButton
source: Break
ru: Прерывание

# weekSchedule.screen.dayOff
source: Day off
ru: День выкл

# weekSchedule.screen.delete
source: Delete
ru: Удалить

# weekSchedule.screen.edit
source: Edit
ru: Редактирование

# weekSchedule.screen.from
source: STARTING TIME
ru: ВРЕМЯ НАЧЕНИЯ

# weekSchedule.screen.save_break
source: Save the break
ru: Сохранить перерыв

# weekSchedule.screen.to
source: CLOSED HOUR
ru: ЗАКРЫТЬ ЧАС

# welcome.screen.description
source: Simple tool for business management
ru: Простой инструмент для управления бизнесом

# welcome.screen.title
source: Welcome to
ru: Добро пожаловать в
